Repository: overpolish/keyframeless
Catalog: MagicMove/MagicMove/Plugin/MagicMoveUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: <accent>Anchor</accent> - the point the clip turns and grows around. It starts at the clip's centre.
de: <accent>Anker</accent> - der Punkt, um den sich der Clip dreht und von dem aus er wächst. Er beginnt in der Mitte des Clips.
es: <accent>Anclaje</accent> - el punto alrededor del cual el clip gira y crece. Empieza en el centro del clip.
fr: <accent>Ancrage</accent> - le point autour duquel le clip tourne et grandit. Il part du centre du clip.
ja: <accent>アンカー</accent> - クリップが回転し、拡大縮小する中心となる点です。最初はクリップの中央にあります。
ko: <accent>앵커</accent> - 클립이 회전하고 커지는 기준이 되는 점입니다. 처음에는 클립의 중심에 있습니다.
zh_hans: <accent>锚点</accent> - 片段围绕它旋转和缩放的点。它起始于片段的中心。

source: <accent>Double-click</accent> the keypose to <accent>curve</accent> the path.
de: <accent>Doppelklicken</accent> Sie auf die Keypose, um den Pfad <accent>kurvig</accent> zu machen.
es: <accent>Haz doble clic</accent> en la pose clave para <accent>curvar</accent> la trayectoria.
fr: <accent>Double-cliquez</accent> sur la pose clé pour <accent>courber</accent> la trajectoire.
ja: キーポーズを<accent>ダブルクリック</accent>して、パスを<accent>カーブ</accent>させます。
ko: 키포즈를 <accent>더블 클릭</accent>하여 경로를 <accent>곡선</accent>으로 만드세요.
zh_hans: <accent>双击</accent>关键姿势，将路径变为<accent>曲线</accent>。

source: <accent>Blur</accent> - softens the clip with a Gaussian blur, from a slider in the inspector. Animate it from or to 0 for a blur-in or blur-out reveal.
de: <accent>Unschärfe</accent> - macht den Clip mit einer Gaußschen Unschärfe weich, über einen Regler im Inspektor. Animiere sie von oder auf 0 für ein Ein- oder Ausblenden per Unschärfe.
es: <accent>Desenfoque</accent> - suaviza el clip con un desenfoque gaussiano, con un regulador en el inspector. Anímalo desde o hacia 0 para una entrada o salida con desenfoque.
fr: <accent>Flou</accent> - adoucit le clip avec un flou gaussien, via un curseur dans l'inspecteur. Animez-le depuis ou vers 0 pour une apparition ou disparition en flou.
ja: <accent>ぼかし</accent> - インスペクタのスライダーで、ガウスぼかしでクリップを柔らかくします。0 から、または 0 へアニメートすると、ぼかしのフェードイン・フェードアウトになります。
ko: <accent>흐림</accent> - 인스펙터의 슬라이더로 가우시안 블러를 사용해 클립을 부드럽게 합니다. 0에서 또는 0으로 애니메이션하면 흐림 페이드 인/아웃이 됩니다.
zh_hans: <accent>模糊</accent> - 用检查器中的滑块，以高斯模糊柔化片段。从 0 或向 0 制作动画，即可实现模糊的淡入或淡出。

source: <accent>Opacity</accent> - fades the clip in or out, from a slider in the inspector.
de: <accent>Deckkraft</accent> - blendet den Clip ein oder aus, über einen Regler im Inspektor.
es: <accent>Opacidad</accent> - funde el clip a la entrada o a la salida, con un regulador en el inspector.
fr: <accent>Opacité</accent> - fait apparaître ou disparaître le clip en fondu, via un curseur dans l'inspecteur.
ja: <accent>不透明度</accent> - インスペクタのスライダーで、クリップをフェードイン・フェードアウトします。
ko: <accent>불투명도</accent> - 인스펙터의 슬라이더로 클립을 페이드 인하거나 아웃합니다.
zh_hans: <accent>不透明度</accent> - 用检查器中的滑块让片段淡入或淡出。

source: <accent>Position</accent> - where the clip sits in the frame. Add keyposes to move it. With two or more, the clip follows a path you can bend and reshape right on the preview. A Rotate with Motion switch leans the clip into its turns.
de: <accent>Position</accent> - wo der Clip im Bild sitzt. Füge Keyposes hinzu, um ihn zu bewegen. Bei zwei oder mehr folgt der Clip einem Pfad, den du direkt in der Vorschau biegen und umformen kannst. Ein Schalter Mit Bewegung drehen lässt den Clip sich in seine Kurven legen.
es: <accent>Posición</accent> - dónde se sitúa el clip en el cuadro. Añade keyposes para moverlo. Con dos o más, el clip sigue una trayectoria que puedes doblar y remodelar directamente en la previsualización. Un interruptor Rotar con el movimiento inclina el clip en sus giros.
fr: <accent>Position</accent> - l'endroit où le clip se place dans l'image. Ajoutez des keyposes pour le déplacer. Avec deux ou plus, le clip suit un tracé que vous pouvez courber et remodeler directement sur l'aperçu. Un interrupteur Pivoter avec le mouvement incline le clip dans ses virages.
ja: <accent>位置</accent> - クリップがフレーム内のどこにあるか。キーポーズを追加して動かします。2つ以上あると、クリップはプレビュー上で直接曲げたり形を変えたりできるパスに沿って動きます。動きに合わせて回転スイッチで、クリップが曲がりに沿って傾きます。
ko: <accent>위치</accent> - 클립이 프레임 안 어디에 있는지. 키포즈를 추가해 움직입니다. 두 개 이상이면 클립이 미리보기에서 바로 구부리고 다시 만들 수 있는 경로를 따라갑니다. 움직임에 따라 회전 스위치를 켜면 클립이 방향 전환에 맞춰 기울어집니다.
zh_hans: <accent>位置</accent> - 片段在画面中的位置。添加关键姿势来移动它。有两个或更多时，片段会沿着一条你能在预览中直接弯曲和重塑的路径移动。“随运动旋转”开关会让片段在转弯时顺势倾斜。

source: <accent>Rotation</accent> - spins the clip around the anchor point.
de: <accent>Rotation</accent> - dreht den Clip um den Ankerpunkt.
es: <accent>Rotación</accent> - gira el clip alrededor del punto de anclaje.
fr: <accent>Rotation</accent> - fait tourner le clip autour du point d'ancrage.
ja: <accent>回転</accent> - クリップをアンカーポイントを中心に回します。
ko: <accent>회전</accent> - 클립을 앵커 포인트를 중심으로 돌립니다.
zh_hans: <accent>旋转</accent> - 让片段绕锚点旋转。

source: <accent>Scale</accent> - the size, as a percentage. Width and height stay in step unless you unlock them.
de: <accent>Skalieren</accent> - die Größe in Prozent. Breite und Höhe bleiben im Gleichschritt, bis du sie entkoppelst.
es: <accent>Escala</accent> - el tamaño, en porcentaje. El ancho y el alto van a la par a menos que los desbloquees.
fr: <accent>Échelle</accent> - la taille, en pourcentage. La largeur et la hauteur restent liées tant que vous ne les déverrouillez pas.
ja: <accent>スケール</accent> - 大きさをパーセントで表します。ロックを外さないかぎり幅と高さは連動します。
ko: <accent>크기 조절</accent> - 크기를 백분율로 나타냅니다. 잠금을 풀지 않는 한 가로와 세로가 함께 움직입니다.
zh_hans: <accent>缩放</accent> - 以百分比表示的大小。除非你解锁，否则宽和高会同步变化。

source: <kbd>⇧</kbd> + drag a Position handle
de: <kbd>⇧</kbd> + Positionsgriff ziehen
es: <kbd>⇧</kbd> + arrastrar un tirador de Posición
fr: <kbd>⇧</kbd> + glisser une poignée de Position
ja: <kbd>⇧</kbd> + 位置ハンドルをドラッグ
ko: <kbd>⇧</kbd> + 위치 핸들 드래그
zh_hans: <kbd>⇧</kbd> + 拖动位置手柄

source: <kbd>⇧</kbd> + drag a Scale handle
de: <kbd>⇧</kbd> + Skalierungsgriff ziehen
es: <kbd>⇧</kbd> + arrastrar un tirador de Escala
fr: <kbd>⇧</kbd> + glisser une poignée d'Échelle
ja: <kbd>⇧</kbd> + スケールハンドルをドラッグ
ko: <kbd>⇧</kbd> + 크기 조절 핸들 드래그
zh_hans: <kbd>⇧</kbd> + 拖动缩放手柄

source: <kbd>⇧</kbd> + drag a path handle
de: <kbd>⇧</kbd> + Pfadgriff ziehen
es: <kbd>⇧</kbd> + arrastrar un tirador de trayectoria
fr: <kbd>⇧</kbd> + glisser une poignée de trajectoire
ja: <kbd>⇧</kbd> + パスハンドルをドラッグ
ko: <kbd>⇧</kbd> + 경로 핸들 드래그
zh_hans: <kbd>⇧</kbd> + 拖动路径手柄

source: <kbd>⌘ click</kbd> the <accent>Position</accent> lane to add a keypose in the middle.
de: <kbd>⌘ Klick</kbd> auf die <accent>Position</accent>-Spur, um in der Mitte eine Keypose hinzuzufügen.
es: <kbd>⌘ clic</kbd> en la pista de <accent>Posición</accent> para añadir una pose clave en el medio.
fr: <kbd>⌘ clic</kbd> sur la piste <accent>Position</accent> pour ajouter une pose clé au milieu.
ja: <accent>位置</accent>レーンを<kbd>⌘ クリック</kbd>して、中間にキーポーズを追加します。
ko: <accent>위치</accent> 레인을 <kbd>⌘ 클릭</kbd>하여 가운데에 키포즈를 추가하세요.
zh_hans: <kbd>⌘ 点击</kbd><accent>位置</accent>轨道，在中间添加一个关键姿势。

source: <kbd>⌘</kbd> + drag
de: <kbd>⌘</kbd> + ziehen
es: <kbd>⌘</kbd> + arrastrar
fr: <kbd>⌘</kbd> + glisser
ja: <kbd>⌘</kbd> + ドラッグ
ko: <kbd>⌘</kbd> + 드래그
zh_hans: <kbd>⌘</kbd> + 拖动

source: <kbd>⌘</kbd> + drag a Scale handle
de: <kbd>⌘</kbd> + Skalierungsgriff ziehen
es: <kbd>⌘</kbd> + arrastrar un tirador de Escala
fr: <kbd>⌘</kbd> + glisser une poignée d'Échelle
ja: <kbd>⌘</kbd> + スケールハンドルをドラッグ
ko: <kbd>⌘</kbd> + 크기 조절 핸들 드래그
zh_hans: <kbd>⌘</kbd> + 拖动缩放手柄

source: Animate the clip sliding in from off the left edge to the centre over the first second.
de: Animiere den Clip so, dass er in der ersten Sekunde vom linken Rand herein zur Mitte gleitet.
es: Anima el clip deslizándose desde fuera del borde izquierdo hasta el centro durante el primer segundo.
fr: Animez le plan pour qu'il glisse depuis l'extérieur du bord gauche jusqu'au centre pendant la première seconde.
ja: 最初の1秒間で、クリップが左端の外から中央へスライドして入ってくるようにアニメーションさせる。
ko: 첫 1초 동안 클립이 왼쪽 가장자리 바깥에서 중앙으로 슬라이드해 들어오도록 애니메이션합니다.
zh_hans: 让片段在第一秒内从左边缘外滑入到中心。

source: Ask a question or describe an animation…
de: Stelle eine Frage oder beschreibe eine Animation…
es: Haz una pregunta o describe una animación…
fr: Posez une question ou décrivez une animation…
ja: 質問するか、アニメーションを入力…
ko: 질문하거나 애니메이션을 설명하세요…
zh_hans: 提问或描述一个动画…

source: Break the aspect lock for that drag
de: Die Seitenverhältnissperre für diesen Zug aufheben
es: Romper el bloqueo de aspecto para ese arrastre
fr: Briser le verrouillage des proportions pour ce glissement
ja: そのドラッグの間だけアスペクト比ロックを解除
ko: 해당 드래그 동안 종횡비 잠금 해제
zh_hans: 在该次拖动中解除宽高比锁定

source: Break the curve handle's symmetry
de: Die Symmetrie des Kurvengriffs aufheben
es: Romper la simetría del tirador de la curva
fr: Briser la symétrie de la poignée de courbe
ja: カーブハンドルの対称性を解除
ko: 곡선 핸들의 대칭 해제
zh_hans: 打破曲线手柄的对称

source: Curve the path and scale a keypose
de: Den Pfad kurven und eine Keypose skalieren
es: Curva la trayectoria y escala una pose clave
fr: Courber la trajectoire et mettre une pose clé à l'échelle
ja: パスをカーブさせ、キーポーズをスケールする
ko: 경로를 곡선으로 만들고 키포즈 크기 조절하기
zh_hans: 弯曲路径并缩放关键姿势

source: Double-click a path anchor
de: Doppelklick auf einen Pfad-Anker
es: Doble clic en un ancla de trayectoria
fr: Double-clic sur un point de trajectoire
ja: パスのアンカーをダブルクリック
ko: 경로 앵커 더블 클릭
zh_hans: 双击路径锚点

source: Drag a <warn>corner</warn> out to about <accent>200%</accent>.
de: Ziehen Sie eine <warn>Ecke</warn> auf etwa <accent>200%</accent> heraus.
es: Arrastra una <warn>esquina</warn> hacia afuera hasta aproximadamente <accent>200%</accent>.
fr: Faites glisser un <warn>coin</warn> vers l'extérieur jusqu'à environ <accent>200%</accent>.
ja: <warn>角</warn>を外側へ、約<accent>200%</accent>までドラッグします。
ko: <warn>모서리</warn>를 바깥으로 약 <accent>200%</accent>까지 드래그하세요.
zh_hans: 将一个<warn>角</warn>向外拖动到约<accent>200%</accent>。

source: Drag each control right on the preview, or type exact numbers in the inspector. Put Crop or similar effects below Magic Move so they travel with the moved clip.
de: Zieh jede Steuerung direkt in der Vorschau, oder gib genaue Zahlen im Inspektor ein. Platziere Crop oder ähnliche Effekte unter Magic Move, damit sie mit dem bewegten Clip mitreisen.
es: Arrastra cada control directamente en la previsualización, o escribe números exactos en el inspector. Coloca Crop o efectos similares debajo de Magic Move para que viajen con el clip movido.
fr: Faites glisser chaque commande directement sur l'aperçu, ou saisissez des valeurs précises dans l'inspecteur. Placez Crop ou des effets similaires sous Magic Move pour qu'ils suivent le clip déplacé.
ja: 各コントロールはプレビュー上で直接ドラッグするか、インスペクタに正確な数値を入力します。Crop などの効果を Magic Move の下に置くと、動かしたクリップに付いて移動します。
ko: 각 컨트롤을 미리보기에서 바로 드래그하거나 인스펙터에 정확한 숫자를 입력하세요. Crop이나 비슷한 효과를 Magic Move 아래에 두면 움직인 클립을 따라 이동합니다.
zh_hans: 直接在预览上拖动每个控件，或在检查器中输入精确数值。把 Crop 或类似效果放在 Magic Move 下方，它们就会随移动的片段一起移动。

source: Fine adjustment
de: Feinabstimmung
es: Ajuste fino
fr: Réglage fin
ja: 微調整
ko: 미세 조정
zh_hans: 精细调整

source: Guides are disabled. Click the effect's header on a clip to select it (it highlights yellow), then move your mouse over the viewer to enable them.
de: Anleitungen sind deaktiviert. Klicken Sie auf die Kopfzeile des Effekts in einem Clip, um ihn auszuwählen (er wird gelb hervorgehoben), und bewegen Sie dann die Maus über den Viewer, um sie zu aktivieren.
es: Las guías están desactivadas. Haz clic en el encabezado del efecto en un clip para seleccionarlo (se resalta en amarillo) y luego mueve el ratón sobre el visor para activarlas.
fr: Les guides sont désactivés. Cliquez sur l'en-tête de l'effet sur un plan pour le sélectionner (il apparaît en jaune), puis placez le pointeur sur le visualiseur pour les activer.
ja: ガイドは無効です。クリップのエフェクトのヘッダをクリックして選択し（黄色でハイライトされます）、ビューアにマウスを移動すると有効になります。
ko: 가이드가 비활성화되어 있습니다. 클립에서 이펙트 헤더를 클릭하여 선택하면(노란색으로 강조 표시됨) 뷰어 위로 마우스를 이동하면 활성화됩니다.
zh_hans: 指南已停用。点击片段上效果的标题来选择它（会以黄色高亮显示），然后将鼠标移到检视器上即可启用。

source: In the <accent>mini viewer</accent>, drag the keypose <warn>up</warn>.
de: Ziehen Sie die Keypose im <accent>Mini-Viewer</accent> nach <warn>oben</warn>.
es: En el <accent>mini-visor</accent>, arrastra la pose clave hacia <warn>arriba</warn>.
fr: Dans la <accent>mini-visionneuse</accent>, faites glisser la pose clé vers le <warn>haut</warn>.
ja: <accent>ミニビューア</accent>で、キーポーズを<warn>上</warn>にドラッグします。
ko: <accent>미니 뷰어</accent>에서 키포즈를 <warn>위로</warn> 드래그하세요.
zh_hans: 在<accent>迷你检视器</accent>中，将关键姿势向<warn>上</warn>拖动。

source: Lock the move to the X or Y axis
de: Die Bewegung auf die X- oder Y-Achse beschränken
es: Bloquear el movimiento al eje X o Y
fr: Verrouiller le déplacement sur l'axe X ou Y
ja: 移動をX軸またはY軸に固定
ko: 이동을 X 또는 Y축으로 잠금
zh_hans: 将移动锁定到 X 或 Y 轴

source: Magic Move animates a clip's position, scale, rotation, and opacity around an anchor point you can move. Drop it on a clip from the Effects browser. It works best on a compound or adjustment clip wrapping your footage, so the move can reach past the clip's edges without being cropped.
de: Magic Move animiert Position, Größe, Drehung und Deckkraft eines Clips um einen Ankerpunkt, den du verschieben kannst. Zieh es aus dem Effekte-Browser auf einen Clip. Am besten funktioniert es auf einem Compound- oder Anpassungsclip, der dein Material umschließt, damit die Bewegung über die Clipränder hinausreichen kann, ohne beschnitten zu werden.
es: Magic Move anima la posición, la escala, la rotación y la opacidad de un clip alrededor de un punto de anclaje que puedes mover. Suéltalo en un clip desde el navegador de Efectos. Funciona mejor en un clip compuesto o de ajuste que envuelva tu metraje, para que el movimiento pueda salir de los bordes del clip sin recortarse.
fr: Magic Move anime la position, l'échelle, la rotation et l'opacité d'un clip autour d'un point d'ancrage que vous pouvez déplacer. Déposez-le sur un clip depuis le navigateur d'Effets. Il fonctionne mieux sur un plan composé ou de réglage qui enveloppe vos images, pour que le mouvement puisse dépasser les bords du clip sans être rogné.
ja: Magic Move は、動かせるアンカーポイントを中心に、クリップの位置・大きさ・回転・不透明度をアニメーションします。エフェクトブラウザからクリップにドロップします。素材を包むコンパウンドクリップや調整クリップで最も効果的で、動きがクリップの端を越えても切れません。
ko: Magic Move는 옮길 수 있는 앵커 포인트를 중심으로 클립의 위치, 크기, 회전, 불투명도를 애니메이션합니다. 효과 브라우저에서 클립에 놓으세요. 영상을 감싸는 복합 클립이나 조정 클립에서 가장 잘 작동하여, 움직임이 클립 가장자리를 넘어가도 잘리지 않습니다.
zh_hans: Magic Move 围绕一个你可以移动的锚点，为片段的位置、缩放、旋转和不透明度添加动画。从效果浏览器把它放到片段上。它在包裹你素材的复合片段或调整片段上效果最好，这样运动可以超出片段边缘而不被裁掉。

source: Now click the <accent>Scale</accent> keypose at the end.
de: Klicken Sie nun auf die <accent>Skalieren</accent>-Keypose am Ende.
es: Ahora haz clic en la pose clave de <accent>Escala</accent> del final.
fr: Cliquez maintenant sur la pose clé d'<accent>Échelle</accent> à la fin.
ja: 次に、最後の<accent>スケール</accent>キーポーズをクリックします。
ko: 이제 끝에 있는 <accent>크기 조절</accent> 키포즈를 클릭하세요.
zh_hans: 现在点击末尾的<accent>缩放</accent>关键姿势。

source: On-screen control shortcuts
de: Kurzbefehle für Bildschirmsteuerung
es: Atajos de controles en pantalla
fr: Raccourcis des contrôles à l'écran
ja: オンスクリーンコントロールのショートカット
ko: 화면 컨트롤 단축키
zh_hans: 屏幕控件快捷键

source: Parameters:
de: Parameter:
es: Parámetros:
fr: Paramètres :
ja: パラメータ:
ko: 매개변수:
zh_hans: 参数：

source: Pop in with a bounce
de: Mit Sprung erscheinen
es: Aparecer con un rebote
fr: Apparaître avec un rebond
ja: バウンドして現れる
ko: 통통 튀며 나타나기
zh_hans: 弹跳着出现

source: Press <symbol play.fill color=accent /> to watch it back.
de: Drücken Sie <symbol play.fill color=accent />, um es abzuspielen.
es: Pulsa <symbol play.fill color=accent /> para verlo.
fr: Appuyez sur <symbol play.fill color=accent /> pour le visionner.
ja: <symbol play.fill color=accent /> を押して再生します。
ko: <symbol play.fill color=accent />을 눌러 재생해 보세요.
zh_hans: 按 <symbol play.fill color=accent /> 回放查看。

source: Rotate with motion
de: Mit Bewegung drehen
es: Rotar con el movimiento
fr: Pivoter avec le mouvement
ja: 動きに合わせて回転
ko: 움직임에 맞춰 회전
zh_hans: 随运动旋转

source: Scale the clip from 0% up to 100% with a bounce at the start.
de: Skaliere den Clip von 0 % auf 100 % mit einem Sprung am Anfang.
es: Escala el clip de 0 % a 100 % con un rebote al principio.
fr: Mettez le plan à l'échelle de 0 % à 100 % avec un rebond au début.
ja: クリップを最初にバウンドさせながら0%から100%まで拡大する。
ko: 시작 부분에서 튀는 효과와 함께 클립을 0%에서 100%로 확대합니다.
zh_hans: 让片段从 0% 放大到 100%，并在开始处带有弹跳。

source: Shaping a Move
de: Eine Bewegung formen
es: Dar forma a un movimiento
fr: Façonner un mouvement
ja: 動きを形づくる
ko: 움직임 다듬기
zh_hans: 塑造一个动作

source: Slide in from the left
de: Von links hereingleiten
es: Deslizar desde la izquierda
fr: Glisser depuis la gauche
ja: 左からスライドイン
ko: 왼쪽에서 슬라이드 인
zh_hans: 从左侧滑入

source: Snap to the centre, edges, thirds, or another keypose
de: An Mitte, Kanten, Drittel oder einen anderen Keypose einrasten
es: Ajustar al centro, los bordes, los tercios u otro keypose
fr: S'aligner sur le centre, les bords, les tiers ou un autre keypose
ja: 中央・端・三分割・他のキーポーズにスナップ
ko: 중앙, 가장자리, 삼등분, 또는 다른 키포즈에 스냅
zh_hans: 吸附到中心、边缘、三分线或另一个关键姿势

source: Spin once
de: Einmal drehen
es: Girar una vez
fr: Tourner une fois
ja: 1回転
ko: 한 바퀴 회전
zh_hans: 旋转一圈

source: Spin the clip one full turn over the whole duration.
de: Drehe den Clip über die gesamte Dauer um eine volle Umdrehung.
es: Gira el clip una vuelta completa durante toda la duración.
fr: Faites tourner le plan d'un tour complet sur toute la durée.
ja: クリップを全体の長さで1回転させる。
ko: 전체 길이 동안 클립을 한 바퀴 회전시킵니다.
zh_hans: 在整个时长内让片段旋转一整圈。

source: The <accent>mini viewer</accent> brings each keypose's frame to you - shape any pose without moving the playhead to find it.
de: Der <accent>Mini-Viewer</accent> holt das Bild jeder Keypose zu Ihnen - gestalten Sie jede Pose, ohne die Abspielposition dorthin zu bewegen.
es: El <accent>mini-visor</accent> te trae el fotograma de cada pose clave - da forma a cualquier pose sin mover el cabezal de reproducción para encontrarlo.
fr: La <accent>mini-visionneuse</accent> vous apporte l'image de chaque pose clé - façonnez n'importe quelle pose sans déplacer la tête de lecture pour la trouver.
ja: <accent>ミニビューア</accent>が各キーポーズのフレームを表示してくれるので、再生ヘッドを動かして探すことなく、どのポーズも調整できます。
ko: <accent>미니 뷰어</accent>가 각 키포즈의 프레임을 보여주므로, 재생 헤드를 옮겨 찾지 않고도 어떤 포즈든 다듬을 수 있습니다.
zh_hans: <accent>迷你检视器</accent>会把每个关键姿势的画面带到你面前--无需移动播放头去寻找，即可调整任意姿势。

source: The knobs and value fields turn it in <accent>global</accent> space.
de: Die Regler und Wertefelder drehen ihn im <accent>globalen</accent> Raum.
es: Los mandos y los campos de valor lo giran en el espacio <accent>global</accent>.
fr: Les molettes et les champs de valeur le font tourner dans l'espace <accent>global</accent>.
ja: つまみと値フィールドは<accent>グローバル</accent>空間で回します。
ko: 노브와 값 입력란은 <accent>글로벌</accent> 공간에서 돌립니다.
zh_hans: 旋钮和数值输入框在<accent>全局</accent>空间中旋转它。

source: The on-screen control turns it in <accent>object</accent> space, so the clip spins with its own content.
de: Die Bildschirmsteuerung dreht ihn im <accent>Objekt</accent>-Raum, sodass der Clip mit seinem eigenen Inhalt rotiert.
es: El control en pantalla lo gira en el espacio de <accent>objeto</accent>, así que el clip gira con su propio contenido.
fr: La commande à l'écran le fait tourner dans l'espace <accent>objet</accent>, si bien que le clip pivote avec son propre contenu.
ja: 画面上のコントロールは<accent>オブジェクト</accent>空間で回すので、クリップは自分の内容ごと回転します。
ko: 화면 컨트롤은 <accent>오브젝트</accent> 공간에서 돌리므로 클립이 자기 내용과 함께 회전합니다.
zh_hans: 屏幕控件在<accent>对象</accent>空间中旋转它，因此片段连同自身内容一起转动。

source: Toggle a smooth curve or a sharp corner
de: Zwischen weicher Kurve und scharfer Ecke umschalten
es: Alternar entre curva suave y esquina marcada
fr: Basculer entre courbe lisse et angle net
ja: 滑らかなカーブと鋭い角を切り替え
ko: 부드러운 곡선과 뾰족한 모서리 전환
zh_hans: 在平滑曲线和尖角之间切换

source: Two lanes here - <accent>Position</accent> and <accent>Scale</accent> - each with a keypose at the start and end.
de: Zwei Spuren hier - <accent>Position</accent> und <accent>Skalieren</accent> - jede mit einer Keypose am Anfang und Ende.
es: Aquí hay dos pistas - <accent>Posición</accent> y <accent>Escala</accent> - cada una con una pose clave al inicio y al final.
fr: Deux pistes ici - <accent>Position</accent> et <accent>Échelle</accent> - chacune avec une pose clé au début et à la fin.
ja: ここには2つのレーン、<accent>位置</accent>と<accent>スケール</accent>があり、それぞれ開始と終了にキーポーズがあります。
ko: 여기 두 개의 레인, <accent>위치</accent>와 <accent>크기 조절</accent>이 있으며 각각 시작과 끝에 키포즈가 있습니다.
zh_hans: 这里有两条轨道--<accent>位置</accent>和<accent>缩放</accent>--每条在开始和结束处各有一个关键姿势。

source: What does the anchor point do?
de: Was bewirkt der Ankerpunkt?
es: ¿Qué hace el punto de anclaje?
fr: À quoi sert le point d'ancrage ?
ja: アンカーポイントは何をしますか？
ko: 기준점은 무엇을 하나요?
zh_hans: 锚点有什么作用？
